Repository: Dime2015/NetNewsWire_AITranslation
Catalog: Widget/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# label.text.lock-screen-summary
source: Summary
zh_hans: 摘要

# label.text.lock-screen-summary-description
source: The Lock Screen Summary displays current article counts across the Smart Feeds.
zh_hans: 锁定屏幕摘要显示各智能 Feed 的当前文章数。

# label.text.starred
source: Starred
zh_hans: 已加星标

# label.text.starred-no-articles
source: There are no starred articles.
zh_hans: 没有已加星标的文章。

# label.text.starred-widget-description
source: This widget displays your starred articles.
zh_hans: 此小组件显示你加了星标的文章。

# label.text.today
source: Today
zh_hans: 今天

# label.text.today-no-articles
source: There are no recent articles.
zh_hans: 没有最近的文章。

# label.text.today-widget-description
source: This widget displays articles posted within the last 24 hours.
zh_hans: 此小组件显示最近 24 小时内发布的文章。

# label.text.unread
source: Unread
zh_hans: 未读

# label.text.unread-no-articles
source: There are no unread articles.
zh_hans: 没有未读文章。

# label.text.unread-widget-description
source: This widget display unread articles.
zh_hans: 此小组件显示未读文章。
